Repository: Cubelaster/NewfireLearning
Catalog: Workspaces.Core/Resources/Resources.*.resx
Languages: hr_hr, mk_mk

# CriticalError
source: Critical error happened.
hr_hr: Dogodila se kritična greška.
mk_mk: Настана критична грешка.

# DbInitializeError
source: Error trying to initialize database.
hr_hr: Greška prilikom inicijalizacije baze.
mk_mk: Грешка при иницијализирање на базата на податоци.

source: Email confirmation failed.
hr_hr: Greška prilikom potvrde emaila.
mk_mk: Грешка при потврдување на е-поштата.

source: Email confirmed.
hr_hr: Email potvrđen.
mk_mk: Е-поштата е потврдена.

# ErrorConfirmingMail
source: Error trying to confirm email.
hr_hr: Greška prilikom potvrđivanja korisničkog računa.
mk_mk: Грешка при потврдување на сметката.

# ErrorTryingToFetchUserDetails
source: Error trying to find user details.
hr_hr: Greška prilikom pretrage detalja korisnika.
mk_mk: Грешка при пребарување на корисничките детали.

# ErrorTryingToLogIn
source: Error while trying to log in.
hr_hr: Greška prilikom prijave na sustav.
mk_mk: Грешка при најавување на системот.

# ErrorCreatingPasswordResetToken
source: Error while trying to create password reset token.
hr_hr: Greška prilikom kreiranja ključa za resetiranje lozinke.
mk_mk: Грешка при креирањето на клучот за ресетирање лозинка.

# ErrorWhileRegistering
source: Error during registration process. Please try again or contact the administrators.
hr_hr: Greška prilikom procesa registracija. Molimo pokušajte ponovno ili kontaktirajte administratore.
mk_mk: Грешка при процесот на регистрација. Обидете се повторно или контактирајте со администраторите.

# UserWithSuchMailDoesNotExist
source: No user registered with that email.
hr_hr: Ne postoji korisnik registriran sa takvim emailom.
mk_mk: Нема регистриран корисник со ваква е-пошта.

# ExternalUserCreationFailed
source: Error creating a new external login user.
hr_hr: Greška prilikom kreiranja vanjskog providera za login.
mk_mk: Грешка при креирањето на надворешен провајдер за најавување.

# GoogleUserCreationFailed
source: Failed to create a new user from google data.
hr_hr: Greška prilikom kreiranja novog korisnika iz podataka Googla.
mk_mk: Грешка при создавање нов корисник од податоците на Google.

# LogInSuccess
source: Successfully logged in.
hr_hr: Prijava uspješna.
mk_mk: Најавата е успешна.

# LogOutSuccess
source: Successfully logged out.
hr_hr: Odjava uspješna.
mk_mk: Одјавувањето е успешно.

# PasswordReset
source: Password reset successful.
hr_hr: Lozinka uspješno resetirana.
mk_mk: Лозинката е успешно ресетирана.

# PasswordResetFail
source: Password reset failed.
hr_hr: Reset lozinke neuspješan.
mk_mk: Ресетирањето на лозинката не успеа.

# PasswordResetFailTokenInvalid
source: Pasword reset failed because token was invalid.
hr_hr: Reset lozinke neuspješan jer ključ nije bio ispravan.
mk_mk: Ресетирањето на лозинката не успеа затоа што клучот беше неточен.

source: Please contact your administrators.
hr_hr: Molimo kontaktirajte Vašeg administratora.
mk_mk: Ве молиме контактирајте со вашиот администратор.

# RegistrationSuccess
source: Successfully registered a new account.
hr_hr: Uspješno registriran novi račun.
mk_mk: Новата сметка е успешно регистрирана.

# UserAlreadyExists
source: Such a user already exists.
hr_hr: Takav korisnik već postoji.
mk_mk: Таков корисник веќе постои.

# UserCreationFailed
source: Failed to create a new user.
hr_hr: Kreiranje novog korisnika neuspješno.
mk_mk: Не успеа да се создаде нов корисник.

# WrongLogInData
source: Wrong username or password.
hr_hr: Krivo korisničko ime ili lozinka.
mk_mk: Погрешно корисничко име или лозинка.

# InsertSuccess
source: Insert successful.
hr_hr: Unos uspješan.
mk_mk: Влезот е успешен.

# InsertError
source: Error during insert.
hr_hr: Greška prilikom unosa.
mk_mk: Грешка при внесување.

# UpdateSuccess
source: Update successful.
hr_hr: Ažuriranje uspješno.
mk_mk: Ажурирањето е успешно.

# UpdateError
source: Error during update.
hr_hr: Greška prilikom ažuriranja.
mk_mk: Грешка при ажурирањето.

# DeleteSuccess
source: Delete successful.
hr_hr: Brisanje uspješno.
mk_mk: Бришење успешно.

# DeleteError
source: Error during delete.
hr_hr: Greška prilikom brisanja.
mk_mk: Грешка при бришење.

# FetchError
source: Error trying to fetch data.
hr_hr: Greška prilikom dohvata podataka.
mk_mk: Грешка при преземањето податоци.

# UserRegistrationSuccessful
source: User successfully registered.
hr_hr: Korisnik uspješno registriran.
mk_mk: Корисникот е успешно регистриран.

# ErrorSendingMail
source: Error trying to send email.
hr_hr: Greška prilikom slanja maila.
mk_mk: Грешка при испраќање е-пошта.

# UnableToAddUserToRole
source: Error trying to add user to role.
hr_hr: Greška prilikom dodavanja korisnika u rolu.
mk_mk: Грешка при додавање корисник во улога.

# UnableToCreateUser
source: Error trying to create user.
hr_hr: Greška prilikom kreiranja korisnika.
mk_mk: Грешка при креирањето на корисникот.

# FallbackToManual
source: Try the specified action again.
hr_hr: Molimo pokušajte ponovno.
mk_mk: Ве молиме обидете се повторно.

# UserDoesntExist
source: No such user exists.
hr_hr: Ne postoji takav korisnik.
mk_mk: Нема таков корисник.

# NoRefreshTokenAvailable
source: There is no active refresh token. Action not allowed.
hr_hr: Ne postoji aktivan ključ za osvježavanje. Akcija nije dozvoljena.
mk_mk: Нема активно копче за освежување. Не е дозволено дејство.

source: Success
hr_hr: Uspjeh
mk_mk: Успех

# UserCreationSuccessful
source: Successfully created a new user.
hr_hr: Kreiranje novog korisnika uspješno.
mk_mk: Успешно креирање на нов корисник.

# NoRoleSpecified
source: No role specified. Please select at least one to assign this user to.
hr_hr: Nije definirana rola. Molimo Vas da odaberete barem jednu rolu za korisnika.
mk_mk: Не е дефинирана улога. Изберете барем една улога за корисникот.

# NoCompanySpecified
source: No company specified. Please select at least one to assign this user to.
hr_hr: Nije definirana kompanija. Molimo Vas da odaberete barem jednu kompaniju za korisnika.
mk_mk: Не е дефинирана компанија. Изберете барем една компанија за корисникот.

# MissingClaim
source: Missing claim of type {0} and value {1}.
hr_hr: Nedostaje pravo tipa {0} i vrste {1}.
mk_mk: Недостасува правото од типот {0} и типот {1}.

# NotAllowed
source: You're not allowed to use the action.
hr_hr: Nemate pravo na akciju.
mk_mk: Немате право на акција.

# LockoutWait
source: Default lock out time is 5 minutes. Either wait for the specified time or contact administrators to re-enable your login.
hr_hr: Postavljeno vrijeme čekanja ponovnog osposobljavanja korisničkog računa je 5 minuta. Pričekajte postavljeni period vremena, ili kontaktirajte administratore da Vam omoguće ponovni login.
mk_mk: Поставеното време за чекање за повторно вклучување на сметката е 5 минути. Почекајте го поставениот временски период или контактирајте со администраторите за да ви дозволат повторно да се најавите.

# AccountNotVerified
source: User account not verified. Please complete the registration process.
hr_hr: Korisnički račun nije verificiran. Molimo dovršite postupak registracije.
mk_mk: Сметката не е потврдена. Ве молиме пополнете го процесот на регистрација.

# AccountLockedOut
source: User account temporarily locked out.
hr_hr: Korisnički račun je privremeno zaključan.
mk_mk: Сметката е привремено заклучена.

# ExchangeRateAlreadyExists
source: Exchange rate for those parameters already exists.
hr_hr: Tečaj za takve parametre već postoji.
mk_mk: Веќе постои курс за такви параметри.

# ExchangeRateSyncError
source: Error trying to sync exchange rates.
hr_hr: Greška prilikom dohvata tečajnih lista.
mk_mk: Грешка при преземањето на листите за девизен курс.

# ContactAdministrator
source: Please try again or contact the administrator.
hr_hr: Molimo pokušajte ponovno ili kontaktirajte administratora.
mk_mk: Обидете се повторно или контактирајте со вашиот администратор.

source: No such user exists.
hr_hr: Ne postoji takav korisnik.
mk_mk: Нема таков корисник.

# ErrorModifyingSitePartners
source: Error trying to modify site partners.
hr_hr: Greška prilikom mijenjanja pridruženih partnera za benzinski servis.
mk_mk: Грешка при промена на поврзаните партнери на бензинската пумпа.

# ErrorModifyingPartnerTaxTypes
source: Error trying to modify partner tax types.
hr_hr: Greška prilikom mijenjanja tipova poreza partnera.
mk_mk: Грешка при промена на типовите даноци на партнери.

# ErrorModifyingPartnerTypes
source: Error trying to modify partner types.
hr_hr: Greška prilikom mijenjanja tipova partnera.
mk_mk: Грешка при промена на типовите партнери.

# ErrorModifyingAddresses
source: Error trying to modify addresses.
hr_hr: Greška prilikom mijenjanja adresa.
mk_mk: Грешка при промена на адресите.

# ErrorModifyingContacts
source: Error trying to modify contacts.
hr_hr: Greška prilikom mijenjanja kontakata.
mk_mk: Грешка при промена на контактите.

source: Password Reset Request
hr_hr: Zahtjev za promjenom lozinke
mk_mk: Барање за промена на лозинка

# PasswordResetRequestSuccessful
source: Password change request successful. Please follow the instructions you received via email.
hr_hr: Zahtjev za promjenom lozinke uspješno započet. Molimo pratite upute koje ste primili na Vašu mail adresu.
mk_mk: Барањето за промена на лозинката започна успешно. Ве молиме следете ги инструкциите што ги добивте на вашата e-mail адреса.

# UserDisabled
source: User is disabled.
hr_hr: Korisniku je onemogućena prijava.
mk_mk: Корисникот е оневозможен да се најави.

# ErrorModifyingNotes
source: Error trying to modify notes.
hr_hr: Greška prilikom mijenjanja bilješki.
mk_mk: Грешка при уредување белешки.

# ErrorModifyingExternalCodes
source: Error trying to modify external codes.
hr_hr: Greška prilikom mijenjanja vanjskih kodova.
mk_mk: Грешка при измена на надворешните кодови.

# ErrorModifyingCurrencies
source: Error trying to modify assigned currencies.
hr_hr: Greška prilikom mijenjanja dodjeljenih valuta.
mk_mk: Грешка при промена на доделените валути.

# ErrorInSignalR
source: Error operating with SignalR data.
hr_hr: Greška prilikom operacije nad SignalR stavkama.
mk_mk: Грешка при работењето на ставките SignalR.

# HtmlTemplateNotFound
source: Template named {0} not found.
hr_hr: Predložak naziva {0} nije pronađen.
mk_mk: Шаблонот со име {0} не е пронајден.

# HtmlRendererError
source: Error generating HTML template.
hr_hr: Greška prilikom kreiranja HTML predloška.
mk_mk: Грешка при креирањето на HTML претходно.

# ErrorModifyingCustomerPrices
source: Error trying to modify customer price list.
hr_hr: Greška prilikom mijenjanja cjenika kupaca.
mk_mk: Грешка при промена на ценовникот на клиентите.

# ReportGenerationError
source: Error generating report.
hr_hr: Greška prilikom generiranja reporta.
mk_mk: Грешка при генерирање извештај.

# ErrorModifyingDocumentItems
source: Error trying to modify document items.
hr_hr: Greška prilikom mijenjanja stavaka dokumenta.
mk_mk: Грешка при измена на ставката на документот.

# ErrorModifyingDocumentParticipants
source: Error trying to modify document participants.
hr_hr: Greška prilikom mijenjanja sudionika dokumenta.
mk_mk: Грешка при промена на корисникот на документот.

# SalesPricesMassUpdateOverlap
source: There are some overlaps for selected items. Do you wish to continue?
hr_hr: Postoje preklapanja podataka za određene artikle. Želite li nastaviti?

# StatusChangeError
source: Error trying to change status.
hr_hr: Greška prilikom mijenjanja statusa.

# StatusChangeInvalid
source: Error trying to change status because of invalid state.
hr_hr: Promjena statusa neuspjela zbog neispravnog stanja.

# ErrorModifyingDocumentAdditionalFuelNotes
source: Error trying to modify document additional fuel info.
hr_hr: Greška prilikom mijenjanja bilježaka goriva.

# ErrorModifyingDocumentTransportInfos
source: Error trying to modify document transport info.
hr_hr: Greška prilikom mijenjanja informacija transporta.

# ErrorModifyingDocumentVehicles
source: Error trying to modify document vehicles.
hr_hr: Greška prilikom mijenjanja vozila dokumenta.

# ErrorModifyingDocumentNotes
source: Error trying to modify document notes.
hr_hr: Greška prilikom mijenjanja bilježaka dokumenta.

# ErrorModifyingDocumentDependentCosts
source: Error trying to modify document dependent costs.
hr_hr: Greška prilikom mijenjanja zavisnih troškova dokumenta.

# ErrorModifyingDocumentPayments
source: Error trying to modify document payments.
hr_hr: Greška prilikom mijenjanja plaćanja dokumenta.

# ErrorModifyingCustomerCreditLimits
source: Error trying to modify customer credit limits.
hr_hr: Greška prilikom mijenjanja kreditnih limita kupca.

# ErrorExecutingStoredProcedure
source: Error trying to run stored procedure.
hr_hr: Greška prilikom pokretanja storane procedure.

# ErrorSettingUpDbConnection
source: Error trying to open database connection.
hr_hr: Greška prilikom otvaranja konekcije na bazu.

# ErrorReadingFromDatabase
source: Error trying to read from database.
hr_hr: Greška prilikom dohvata podataka iz baze.
