Repository: Cubelaster/NewfireLearning
Catalog: Workspaces.Core/Resources/ValidationResources.*.resx
Languages: hr_hr, mk_mk

source: Name
hr_hr: Ime
mk_mk: Име

source: Code
hr_hr: Šifra
mk_mk: Код

# CompanyId
source: Company
hr_hr: Kompanija
mk_mk: Компанијата

# PropertyRequired
source: Data for "{PropertyName}" is required.
hr_hr: Podatak "{PropertyName}" je obavezan.
mk_mk: Потребно е „{PropertyName}“.

# PropertyLength
source: Data for "{PropertyName}" has to be between {MinLength} and {MaxLength} characters.
hr_hr: Podatak "{PropertyName}" mora sadržavati između {MinLength} i {MaxLength} znakova.
mk_mk: „{PropertyName}“ мора да содржи помеѓу {MinLength} и ​​{MaxLength} знаци.

# IdentificatorRequired
source: Update is not possible without an id.
hr_hr: Ažuriranje nije moguće bez identifikatora.
mk_mk: Ажурирањето не е можно без идентификатор.

# Id
source: Identifier
hr_hr: Identifikator
mk_mk: Идентификатор

# PropertyLengthExact
source: Data for "{PropertyName}" has to be exactly {MaxLength} characters long.
hr_hr: Podatak "{PropertyName}" mora sadržavati točno {MaxLength} znakova.
mk_mk: Податоците „{PropertyName}“ мора да содржат точно {MaxLength} знаци.

# CountryId
source: Country
hr_hr: Država
mk_mk: Земја

# PropertyGreaterThan
source: Data for "{PropertyName}" has to be greater than {ComparisonValue}.
hr_hr: Podatak "{PropertyName}" mora biti veći od {ComparisonValue}.
mk_mk: „{PropertyName}“ мора да биде поголема од {ComparisonValue}.

source: Date From
hr_hr: Datum od
mk_mk: Дата од

# PostalCodeUXBroken
source: Unique combination of name: "{0}" and code: "{1}" for postal codes already exists. Entry not possible.
hr_hr: Jedinstvena kombinacija imena: "{0}" i broja: "{1}" za poštanski broj već postoji. Unos nije moguć.
mk_mk: Веќе постои единствена комбинација на име: „{0}“ и број: „{1}“ за поштенски број. Влезот не е возможен.

# PostalCodeUXCodeExists
source: Postal code "{0}" already exists, however the entry is allowed because an unique combination containing the name "{1}" does not exist yet.
hr_hr: Poštanski broj "{0}" već postoji, ali unos je dozvoljen jer jedinstvena kombinacija sa imenom "{1}" još ne postoji.
mk_mk: Поштенскиот број „{0}“ веќе постои, но внесувањето е дозволено бидејќи единствена комбинација со името „{1}“ сè уште не постои.

# TaxGroupUXBroken
source: Unique combination of tax "{0}" and special tax "{1}" already exists. Entry not possible.
hr_hr: Jedinstvena kombinacija poreza u iznosu "{0}" i posebnog poreza u iznosu "{1}" već postoji. Unos nije moguć.
mk_mk: Веќе постои единствена комбинација на данок „0“ и „1} посебен данок“. Влезот не е возможен.

source: Number
hr_hr: Broj
mk_mk: Број

# CountryUXBroken
source: Country with unique parameter "{0}" with value "{1}" already exists.
hr_hr: Država sa jedinstvenim parametrom "{0}" vrijednosti "{1}" već postoji.
mk_mk: Состојбата со единствениот параметар „{0}“ вредност „1 {“ веќе постои.

# UniqueConstraintBroken
source: Unique constraint broken. Some parameters already exist.
hr_hr: Jedinstvena kombinacija parametara je prekršena. Određeni parametri već postoje.
mk_mk: Уникатната комбинација на параметри беше нарушена. Одредени параметри веќе постојат.

# ParameterWithValue
source: Parameter "{0}" with value "{1}"
hr_hr: Parametar "{0}" vrijednosti "{1}"
mk_mk: Параметарот „{0}“ вредност „{1}“

source: Action
hr_hr: Akcija
mk_mk: Акција

# Phone
source: Phone number
hr_hr: Broj telefona
mk_mk: Телефонски број

# MobilePhone
source: Mobile phone number
hr_hr: Broj mobilnog telefona
mk_mk: Мобилен телефонски број

# PostalCodeId
source: Postal code
hr_hr: Poštanski broj
mk_mk: Поштенски број

source: Valid On
hr_hr: Vrijedi na
mk_mk: Тоа е достоен за тоа

# PropertyNotAllowedToChange
source: Data for "{PropertyName}" must not change once set.
hr_hr: Podatak "{PropertyName}" se ne smije mijenjati jednom kada je postavljen.
mk_mk: Податоците „PropertyName}“ не смеат да се менуваат откако ќе се постават.

# NameShort
source: Abbreviation
hr_hr: Kratica
mk_mk: Картичка

source: Quantity
hr_hr: Količina
mk_mk: Квантитет

source: Barcode
hr_hr: Barkod
mk_mk: Бар код

# UnitOfMeasureId
source: Unit of Measure
hr_hr: Jedinica mjere
mk_mk: Единица мерка

# ArticleId
source: Article
hr_hr: Artikl
mk_mk: Член

source: Date To
hr_hr: Datum do
mk_mk: Датум до

# ConfigDataIncomplete
source: Configuration not fully complete.
hr_hr: Konfiguracija nije u potpunosti postavljena.
mk_mk: Конфигурацијата не е целосно поставена.

# AtLeastOneRequired
source: At least one entry for "{PropertyName}" is required.
hr_hr: Potrebno je unjeti barem jedan zapis za: "{PropertyName}".
mk_mk: Потребен е најмалку еден запис за: „{PropertyName}“.

# CurrencyId
source: Currency
hr_hr: Valuta
mk_mk: Валута

source: Currencies
hr_hr: Valute
mk_mk: Валути

source: Modifier
hr_hr: Modifikator
mk_mk: Модификатор

# DecimalPlacesSettingsUXBroken
source: Unique combinaion of entity: "{0}" and property: "{1}" already exists. Entry not possible.
hr_hr: Jedinstvena kombinacija entiteta: "{0}" i polja: "{1}" već postoji. Unos nije moguć.
mk_mk: Единствена комбинација на ентитети: „{0}“ и полиња: „{1}“ веќе постои. Влезот не е возможен.

source: Purchase Price
hr_hr: Nabavna cijena
mk_mk: Куповната цена

source: Sales Price
hr_hr: Prodajna cijena
mk_mk: Продажна цена

source: Price
hr_hr: Cijena
mk_mk: Цената

source: Price Net
hr_hr: Bruto cijena
mk_mk: Бруто цена

source: Margin Percentage
hr_hr: Postotak marže
mk_mk: Процент на маржа

source: Margin Amount
hr_hr: Iznos marže
mk_mk: Износ на маржа

source: Rebate Percentage
hr_hr: Postotak popusta
mk_mk: Процент на попуст

source: Rebate Amount
hr_hr: Iznos popusta
mk_mk: Износ на попуст

# SettingForEntityType
source: Entity
hr_hr: Entitet
mk_mk: Ентитет

# ValueNotAllowed
source: Value not allowed for property: "{PropertyName}".
hr_hr: Nedozvoljena vrijednost za parametar: "{PropertyName}".
mk_mk: Неважечка вредност за параметарот: „{PropertyName}“.

source: Year
hr_hr: Godina
mk_mk: година

# DateRangeOverlap
source: Selected "{0}" overlaps with existing one: "{1}".
hr_hr: Odabran "{0}" preklapa se sa postojećim: "{1}".
mk_mk: Избраниот „{0}“ се преклопува со постоечката: „{1}“.

source: Date Range
hr_hr: Vremenski raspon
mk_mk: Временскиот распон

source: Date
hr_hr: Datum
mk_mk: Датум

source: Article Code
hr_hr: Šifra artikla

# DocumentDeletionNotAllowedNotLastDocument
source: Deleting document not allowed because the document number is not the greatest.
hr_hr: Brisanje dokumenta nije dozvoljeno jer broj dokumenta nije zadnji.

# DocumentModificationNotAllowedHasChildren
source: Modifying document not allowed because there are connected documents.
hr_hr: Izmjena dokumenta nije moguća jer postoje povezani dokumenti.

source: Registration Plate
hr_hr: Registracijska tablica

# DeleteNotPossibleExistingDependenciesWithDependenciesList
source: Delete not allowed. There is data that depends on this entity. Data in question: {0}.
hr_hr: Brisanje nije dozvoljeno. Postoje podaci koji ovise o odabranom entitetu. Podaci u pitanju: {0}.

# DeleteNotPossibleExistingDependencies
source: Delete not allowed. There is data that depends on this entity.
hr_hr: Brisanje nije dozvoljeno. Postoje podaci koji ovise o odabranom entitetu.
mk_mk: Бришењето не е дозволено. Има податоци кои зависат од избраниот ентитет.

# UpdateNotPossibleExistingDependenciesWithDependenciesList
source: Update not allowed. There is data that depends on this entity. Data in question: {0}.
hr_hr: Ažuriranje nije dozvoljeno. Postoje podaci koji ovise o odabranom entitetu. Podaci u pitanju: {0}.

source: Email
mk_mk: Е-пошта

# PartnerId
source: Partner
mk_mk: Партнер

# Intervals
source: Interval
mk_mk: Интервал

source: Excise Duty
mk_mk: Акциза
